#include <iostream>

using namespace std;

int main() {
    cout << "Я на майбутній роботі хочу мати справу з документами чи з людьми? (адже це абсолютно різні стилі життя)" << endl;
    cout << "Я хочу мати роботу сидячу чи мобільну? (це залежить від характеру)" << endl;
    cout << "Я хочу працювати на себе чи на когось? (для багатьох — це важливо)."<< endl;
    cout << "Мені потрібна робота рутинна чи креативна? (програмування — це переважно креативне заняття)"<< endl;
    cout << "Я хочу працювати у великій компанії чи в маленькій, в державній компанії чи у приватній?"<< endl;
    cout << "Я хочу працювати на батьківщині чи за кордоном?"<< endl;
    cout << "Я хочу керувати чи виконувати?"<< endl;
    cout << "Я хочу працювати в одній професії чи в різнопланових проектах?"<< endl;
    cout << "Я хочу багато грошей і готовий(а) до нервово-неспокійне життя, чи не виснажувати себе, а гроші — як вийде?"<< endl;
    cout << "Я хочу працювати за фіксованим чи вільним графіком?"<< endl;
    cout << "Приблизно скільки грошей я хочу отримувати відразу, через 3 роки, через 5 років, через 10 років?" << endl;
    return 0;
}